// "Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее."); 
int a = 6; 

int b= 9;

int max;

if(a>b)  {
 max=a; 

Console.WriteLine( max); 
}
else

if(a<b)   { max=b;
   Console.WriteLine( max); 
}



